[GENERAL]
NAME					= Slovak
TRANSLATOR				= PEPEK, PEŠISOFT SK.  Email: pesisoft.sk@seznam.cz
DLG_FONT_NAME                           = 
DLG_FONT_SIZE                           = 

[TEXT]
TEXT_APP_NAME				= Bandicut
TEXT_BUILDNO				= Build#
TEXT_VERSION				= Bandicut ${str1} (${str2})
TEXT_APPINFO				= Bandicut - Rýchly, jednoduchý video editor.
TEXT_BETA				= Beta
TEXT_UNREGISTERED			= Neregistrovaný

TEXT_YES				= Áno
TEXT_NO					= Nie
TEXT_CLOSE				= Zavrieť
TEXT_CANCEL				= Zrušiť
TEXT_OK					= OK
TEXT_ABORT				= Zastaviť
TEXT_RETRY				= Opakovať
TEXT_IGNORE				= Ignorovať
TEXT_CONTINUE				= Pokračovať

TEXT_SAVE				= Uložiť
TEXT_NOT_SAVE				= Neuložiť

TEXT_SECOND				= Sek

TEXT_OPEN_FILE				= Otvoriť súbor
TEXT_SELECT_FOLDER			= Vybrať výstupný priečinok.

TEXT_SEG_DURATION			= Dĺžka strihu ${str1}
TEXT_SEEK_POS				= Označiť ${str1}
TEXT_TOTAL_SEG_DURATION			= Celkom ${str1}
TEXT_HIGH_SPEED_MODE			= Vysokorýchlostný režim
TEXT_HIGH_ENCODING_MODE			= Režim kódovania

TEXT_VOLUME_MUTE			= Vypnúť/zapnúť zvuk
TEXT_VOLUME				= Hlasitosť: ${int1}

TEXT_CHANGE_LANG			= Ak chcete zmeniť jazyk, reštartujte program Bandicut.[br]Chcete ho reštartovať teraz?
TEXT_RESET_ALL_SETTINGS			= Naozaj chcete anulovať všetky nastavenia na predvolené?
TEXT_SHUTDOWN_SEC			= Systém sa vypne o ${int1} sekúnd.
TEXT_SHUTDOWN_APP_SEC			= Bandicut bude ukončený o ${int1} sekúnd.

TEXT_UPDATE_AVAILABLE			= K dispozícii je nová verzia Bandicut. [br]Chcete ju stiahnuť teraz?
TEXT_UPDATE_UNAVAILABLE			= Táto verzia je aktuálna.
TEXT_UPDATE_FAILED			= Informácie o verzii sa nepodarilo skontrolovať. [br]Systém pravdepodobne nie je pripojený k internetu. Skúste to znova prosím.
TEXT_OFFLINE				= Táto funkcia sa dá použiť, len ak je systém pripojený k internetu.[br]Skontrolujte prosím pripojenie k internetu a skúste to znova.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= Program Bandicut je poškodený.[br]Treba ho  preinštalovať.

TEXT_NOT_SEEKABLE			= Tento typ mediálneho súboru nemožno nájsť. 
TEXT_NOT_SEEKABLE_DETAIL		= Vysokorýchlostný režim a nastavenie strihu nie sú k dispozícii.[br]- Poškodený index tabuľky.[br]- Žiadny kľúčový snímok alebo index tabuľky.

TEXT_NOT_SUPPORT_FILE			= Bandicut tento súbor nepodporuje.[br](Neexistujú žiadne informácie o videu alebo kodeku.)[br]
TEXT_NOT_SUPPORT_VIDEO			= [br]- Video kodek ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- Audio kodek ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]- Formát súboru : ${str1}
TEXT_NOT_SUPPORT_NONE			= Žiadny
TEXT_NOT_SUPPORT_NOT_DECODE		= (Nemožno prehrať)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (Žiadne dáta o videu)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]Vstupný súbor neexistuje.[br]Skontrolujte prosím cestu k súboru. 

TEXT_NOT_HIGH_SPEED			= Vysokorýchlostný režim nie je k dispozícii.
TEXT_NOT_HIGH_SPEED_DETAIL		= Súbor sa nedá zostrihať vo vysokorýchlostnom režime kvôli problému s kodekom. [br]- Použite prosím režim kódovania.
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - Je vybraných menej než 10 videosnímok.
TEXT_NOT_HIGH_SPEED_QUERY		= - Nepodarilo sa vytvoriť mediálny súbor.

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= Vysokorýchlostný režim ​​je oveľa rýchlejší ako režim kódovania. [br]Čas začiatku tohto súboru sa môže zmeniť, ale len pri použití vysokorýchlostného režimu (${str1}).

TEXT_KEY_FRAME_CUT_TITLE		= Chcete pokračovať vo vysokorýchlostnom režime?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= Vysokorýchlostný režim je k dispozícii až po registrácii.[br][br]Chcete si kúpiť licenciu Bandicut na: https://www.bandicut.com ?

TEXT_FRAME_CUT_CANT_CHANGE		= Toto nastavenie nemôžete zmeniť v bezplatnej verzii Bandicutu.[br]Kúpte si ju prosím na https://www.bandicut.com .

TEXT_KEY_FRAME_CUT	= Čas začiatku tohto súboru sa môže zmeniť.
TEXT_KEY_FRAME_CUT2			= - Ak sa vyskytne nejaký problém, použite prosím Režim kódovania.

TEXT_NOT_HIGH_SPEED_JOIN		= Pre spájanie môžete použiť vysokorýchlostý režim iba vtedy, ak sú všetky formáty úplne rovnaké.

TEXT_MSG_CONVERTING_CLOSE		= Úloha je spustená. Chcete ju zrušiť a zavrieť Bandicut?
TEXT_MSG_CONVERTING_CANCEL		= Úloha je spustená. Chcete ju zrušiť?
TEXT_MSG_CHECK_NOT_SHOW			= Nabudúce nezobrazovať.
TEXT_MSG_WRITE_HEADER			= Prepisujem záhlavie súboru. Ak je súbor veľký, môže táto úloha trvať dlhšie. Počkajte chvíľu, prosím.

TEXT_ERROR_DISKSPACE_TITLE		= Nedostatok miesta na disku pre výstupný priečinok.
TEXT_ERROR_DISKSPACE			= Zmeňte výstupný priečinok a skúste to znova.
TEXT_ERROR_DISKSPACE_DETAIL		= [br]-Dostupné miesto na disku: ${str1}[br]-Potrebné miesto na disku:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= Nedostatok miesta na disku pre priečinok vyrovnávacej pamäte.
TEXT_ERROR_CACHE_DISKSPACE		= Zmeňte priečinok vyrovnávacej pamäte a skúste to znova.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]-Dostupné miesto na disku: ${str1}[br]-Potrebné miesto na disku:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= Zmeňte výstupný priečinok alebo priečinok vyrovnávacej pamäte.
TEXT_ERROR_FILE_SYSTEM			= Výstupný alebo priečinok vyrovnávacej pamäte sa nenachádza v systémových súboroch NTFS, čo môže spôsobiť problémy pri spracovaní súborov väčších ako 4 GB.[br]-Priečinok, ktorý chcete zmeniť:
TEXT_CANT_KEYFRAME_SEEK			= Prebieha analýza mediálneho súboru. Až po jej ukončení môžete začať vo výbere kľúčových snímok v oblasti strihu.
TEXT_READ_FILE				= Nepodarilo sa načítať súbor. Skontrolujte prosím vstupný súbor.[br]Ak je súbor umiestnený na CD/DVD, skopírujte ho prosím na pevný disk a skúste to znova.
TEXT_CODEC_CONFIG			= Nesprávne nastavené kódovanie.
TEXT_CODEC_CONFIG2			= [br]Prejdite prosím do ponuky 'Nastavenie kódovania', použite predvolené nastavenie kódovania a potom to skúste znova.
TEXT_VIDEO_ENCODING			= Vyskytla sa chyba pri dekódovaní videa. Skontrolujte vstupný súbor alebo nastavenia kódovania.
TEXT_VIDEO_ENCODING_QSV_TITLE		= Prevod bol zastavený, pretože nastal problém s dekóderom Intel® Quick Sync Video.
TEXT_VIDEO_ENCODING_QSV			= Chcete použiť softvérový dekóder H.264?
TEXT_AUDIO_ENCODING			= Vyskytla sa chyba pri dekódovaní zvuku. Skontrolujte vstupný súbor alebo nastavenia kódovania.
TEXT_NOT_SUPPORT_TYPE			= Nepodarilo sa vytvoriť výstupný súbor.
TEXT_UNSUPPORT_VIDEO_SIZE		= Video nemožno previesť do tohto rozlíšenia.[br]Maximálne podporované rozlíšenie ${str1} je ${str2}.[br]Prejdite do ponuky „Nastavenia kódovania“ ,vyberte iné rozlíšenie videa a skúste to znova.
TEXT_NO_ENCODER				= Nemožno nájsť dekóder.
TEXT_SEND_FILE				= Ak nám pošlete video súbor do bandicut@bandicam.com, budeme sa snažiť tento problém vyriešiť.
TEXT_CHECK_CHANGE_ENCODER		= Odteraz používať softvérový dekóder H.264 na
TEXT_INTER_FILE				= Pri ukladaní videa do výstupného priečinka sa vyskytla chyba.
TEXT_CANT_DECODE_AUDIO			= Niektoré zvukové stopy sa nedajú dekódovať.[br]Tie nebudú prevedené. Ste si istí, že chcete pokračovať?

TEXT_REBUILD_COMPLETE			= Súbory sú pripravené na úpravu.
TEXT_REBUILD_FAILED			= Počas prípravy video súboru(ov) sa vyskytla chyba.[br]

TEXT_ERRMSG_CONVERT_NUM			= Kódovanie zlyhalo.(${int1})
TEXT_ERRMSG_CONVERT_VSIZE		= Nepodarilo sa použiť vysokorýchlostný režim, pretože súbor je príliš veľký. Použite prosím režim kódovania.

TEXT_MSG_CHANGE_MODE_DROP		= Ak bolo do Bandicutu pridaných viac súborov, prepne sa do režimu Spájanie.[br]Ste si istí, že chcete pokračovať?
TEXT_MSG_CANT_CHANGE			= Bandicut analyzuje súbory, ktoré boli pridané.

TEXT_MISSED_FILE_REMOVE 		= Súbor bol odstránený zo zoznamu strihov, pretože neexistuje.[br]-${str1}

TEXT_INVALID_VALUE			= Zadajte celé číslo medzi ${int1} a ${int2}.

TEXT_WARNING_MAX_SEGMENT         	= Môžete pridať až ${int1} súborov/strihov.
TEXT_WARNING_MAX_SEGMENT_FAIL           = Súbory nižšie ${int1} neboli pridané.[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= Chystáte sa prekročiť maximálny možný počet strihov (99). Ak budete pokračovať, niektoré strihy nebudú pridané.[br]Naozaj chcete pokračovať?
TEXT_WARNING_MAX_SEGMENT_SHORT		= Bandicut nedokáže rozdeliť súbor na ${int1} strihy(ov), pretože čas každého strihu je príliš krátky.[br]Zadajte prosím menšie číslo.
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= Súbor už nemôžete viac deliť, pretože bol prekročený maximálny počet strihov.
TEXT_WARNING_MAX_SEGMENT_ZERO		= Čas je dlhší ako čas strihu.[br]Nastavte ho prosím na menšiu hodnotu a skúste to znova.
TEXT_WARNING_INVALID_TIME		= Nastavte prosím čas vyšší ako 1 sekunda.

TEXT_EXIST_FILE_HEADER			= Súbor s týmto názvom už existuje.
TEXT_EXIST_FILE_COMMENT			= Ak budete pokračovať v tejto úlohe, do názvu súboru bude pridané poradové číslo. Ste si istí, že chcete pokračovať?
TEXT_EXIST_FILE_OVERWRITE			= Uložiť súbor projektu
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} už existuje.[br]Chcete ho prepísať?

TEXT_MSG_PROJECT_HELP			= Čo je súbor projektu?
TEXT_MSG_SAVE_PROJECT_HEADER		= Úloha prebieha.
TEXT_MSG_SAVE_PROJECT			= Ak teraz pridáte video súbory alebo súbor projektu, táto úloha bude odstránená.
TEXT_MSG_SAVE_PROJECT2			= Chcete pokračovať aj po uložení súboru projektu?
TEXT_MSG_SAVE_PROJECT_CLOSE		= Chcete pokračovať aj po uložení súboru projektu?
TEXT_MSG_LOAD_PROJECT_FAIL		= Nepodarilo sa otvoriť súbor projektu.
TEXT_MSG_RESTORE_PROJECT		= Bandicut nebol správne ukončený.[br]Chcete obnoviť svoju predchádzajúcu úlohu?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= Intel Quick Sync Video nie je povolený.[br]Ak chcete použiť kodek „H264 (Intel® Quick Sync Video)“, zapojte prosím kábel VGA z monitora do portu VGA na základnej doske.
TEXT_RECOMMEND_CODEC_COMMENT_OK	 = Chcete navštíviť stránku nápovedy?

TEXT_ENCODER_TITLE			= K dispozícii je dekóder ${str1}   
TEXT_ENCODER_AVAILABLE_ENCODER		= ${str1} je hardvérový dekóder, ktorý umožňuje upravovať videá vyššou rýchlosťou ako softvérový dekóder.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= [br]Chcete použiť dekóder ${str1} ?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= Táto funkcia už nie je dostupná kvôli politike spoločnosti Facebook.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= Informácie o vstupnom súbore
TEXT_H264_NOT_SUPPORT			= Tento systém nepodporuje kódovanie H.264.
TEXT_FILE_NAME				= Názov súboru: ${str1}
TEXT_FILE_TYPE				= Formát súboru: ${str1}
TEXT_FILE_DURATION			= Doba trvania: ${str1}
TEXT_FILE_SIZE				= Veľkosť súboru:${str1}
TEXT_SEGMENT				= Strihy: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_START		= - Pôvodný čas začiatku: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= - Nový čas začiatku: ${str1}
TEXT_ENABLE_HIGH_SPEED			= Použiť vysokorýchlostný režim: ${str1}
TEXT_SEEKABLE				= Hľadám ${str1}  
TEXT_POSSIBLE				= Zapnúť
TEXT_IMPOSSIBLE				= Vypnúť
TEXT_POSSIBLE_REG			= K dispozícii po registrácii.
TEXT_TRACK_COUNT			= ${int1} video stopa(y), ${int2} audio stopa(y)
TEXT_OUTPUT_FILE_INFO			= Informácie o výstupnom súbore
TEXT_ADD_FAILED				= [Nepodarilo sa pridať súbor]
TEXT_OUTPUT_OPTION			= Možnosti výstupu
TEXT_INPUT_FILES				= [Vstupné súbory (časti)-počet: ${int1}]
TEXT_H264_ENCODER			= Kodek H.264
TEXT_CODEC				= Kodek

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= Mediálne súbory
TEXT_MAIN_PROJECT_FILES			= Súbor projektu
TEXT_MAIN_ALL_FILES			= Všetky súbory

TEXT_MOREINFO				= Zobraziť viac...

TEXT_SEGMENT_TITLE			= Strih č. ${str1}
TEXT_SEGMENT_FILE_TITLE			= Súbor č. ${str1}

TEXT_RECORDING				= Spustiť nahrávanie obrazovky s Bandicamom[br]- obrazovku PC, hru alebo z webkamery.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Arial
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= Skúšobná verzia
TEXT_BANNER_OFF_SUBJECT			= Používate neregistrovanú verziu.
TEXT_BANNER_OFF_CONTENTS_1		= Ak si kúpite licenciu Bandicutu a registrujete sa,
TEXT_BANNER_OFF_CONTENTS_2		= môžete používať softvér bez skúšobných obmedzení.
TEXT_BANNER_RESULT_SUBJECT		= Nie ste spokojný s rýchlosťou?
TEXT_BANNER_RESULT_CONTENTS_1		= Kúpte si prosím licenciu Bandicutu.
TEXT_BANNER_RESULT_CONTENTS_2		= Rýchlosť sa zvýši o viac ako <b>${str1}% (${str2})</b>.
TEXT_BANNER_RESULT_BTN			= Kúpiť teraz

TEXT_BANNER_UWP_SUBJECT			= Softvér Bandicut (zadarmo) pre Microsoft Store
TEXT_BANNER_UWP_CONTENTS_1		= Softvér na najrýchlejšie a bezstratové strihanie a spájanie videa
TEXT_BANNER_UWP_CONTENTS_2		= Pre viac informácií navštívte oficiálne stránky.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= Všeobecné
TEXT_TAB_FILE				= Výstup
TEXT_TAB_LANGUAGE			= Jazyk
TEXT_TAB_HIGHSPEED			= Vysoká rýchlosť
TEXT_TAB_VFILTER			= Video filter
TEXT_TAB_INFO				= O programe

TEXT_PREFIX_FILE_NAME			= Názov zdrojového súboru 
TEXT_PREFIX_CUSTOM			= Vlastná predpona
TEXT_PREFIX_NONOE			= Žiadna
TEXT_SUFFIX_TIME			= Dátum a čas
TEXT_SUFFIX_SERIAL			= Poradové číslo
TEXT_SUFFIX_DATE_SERIAL			= Dátum a poradové číslo
TEXT_FILE_EXAMPLE			=(Napr.:)
TEXT_DEFAULT_CACHE_FOLDER		= (Predvolený)

TEXT_INTEL_QSV				= Intel® Quick Sync video (rýchla hardvérová akcelerácia)

TEXT_H264_NOT_SUPPORT			= Tento systém nepodporuje kódovanie s H.264.[br]Chcete navštíviť stránku nápovedy?

TEXT_VIDEO_QUALITY			= Kvalita
TEXT_VIDEO_BITRATE			= Prenosová rýchlosť (kb/s)
TEXT_AUDIO_MONO				= Mono
TEXT_AUDIO_STEREO			= Stereo
TEXT_NO_VIDEO				= Žiadne video
TEXT_NO_AUDIO				= Žiadne audio
TEXT_VIDEO				= Video
TEXT_AUDIO				= Audio
TEXT_UNKNOWN				= Neznámy
TEXT_AUTO				= Automaticky
TEXT_ALWAYS				= Vždy
TEXT_DONT_USE				= Nepoužívať

TEXT_FIT_WIDTH				= Prispôsobiť na šírku
TEXT_FIT_HEIGHT				= Prispôsobiť na výšku
TEXT_SIZE_AUTO				= Zachovať pôvodnú veľkosť
TEXT_SIZE_CUSTOM			= Vlastná veľkosť

TEXT_FIT_WIDTH_INFO			= Prispôsobiť na šírku (${int1}x0)
TEXT_FIT_HEIGHT_INFO			= Prispôsobiť na výšku (0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1} x ${int2})

TEXT_FULL_HD				= 1920 x 1080(Full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			= 2048 x 1536 (nový iPad)

TEXT_FPS_AUTO				= Zachovať pôvodné obr/s

TEXT_MIN_VIDEO_SIZE			= Minimálna hodnota šírky a výšky obrazu je ${int1}.
TEXT_MAX_VIDEO_SIZE			= Maximálna hodnota šírky a výšky obrazu je ${int1}.
TEXT_ODD_VIDEO_SIZE			= Kódovanie môže zlyhať, ak je šírka alebo výška videa nastavená na nepárne číslo.[br] Chcete zmeniť veľkosť videa ?
TEXT_ODD_VIDEO_SIZE2			= [br]- Užívateľom definovaná veľkosť videa: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br]- nová veľkosť videa: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= Maximálna hodnota bitovového toku videa je ${int1} Kb/s.
TEXT_MAX_VIDEO_QUALITY			= Hodnota kvality videa by mala byť medzi 1 a 100.
TEXT_DONT_ALLOW_NORMALIZE		= Túto možnosť nemôžete použiť voľbou [Odstrániť zvukové stopy].[br]Chcete zrušiť voľbu [Odstrániť zvukové stopy] ?
TEXT_DONT_ALLOW_REMOVE_AUDIO		= Túto možnosť nemôžete použiť voľbou [Normalizovať].[br]Chcete zrušiť voľbu[Normalizovať]?

TEXT_SAMPLERATE_AUTO			= Zachovať pôvodnú frekvenciu

TEXT_ASK_FOR_REG			= Neregistrovaná verzia
TEXT_ASK_FOR_REG_DETAIL			= Kúpiť licenciu Bandicutu a odstrániť všetky obmedzenia
TEXT_ASK_FOR_REG_CONTINUE		= Ignorovať a pokračovať
TEXT_ASK_FOR_REG_REGNOW			= Registrovať Bandicut
TEXT_ASK_FOR_REG_TRY			= Vyskúšať neregistrovaný Bandicut

TEXT_NOT_EXIST_OUTPUT			= Výstupný priečinok neexistuje. Zmeňte výstupný priečinok.
TEXT_NOT_SUPPORT_FOLDER			= Do tohto priečinka nemožno ukladať súbory. Zvoľte prosím iný priečinok.
TEXT_NOT_SAVE_SOURCE_FOLDER		= Súbory nie je možné uložiť do zdrojového priečinka. [br]Chcete pokračovať po zrušení začiarknutia možnosti [Uložiť do priečinka so zdrojom]?
TEXT_NOT_ALLOWED_CHAR			= Názov súboru nemôže obsahovať žiadny z nasledujúcich znakov.[br]${str1}
TEXT_LONG_PATH				= Názov súboru je príliš dlhý pre výstup. Skráťte prosím názov súboru a skústeto znova, alebo skúste miesto s kratšou cestou.[br]Maximálna dĺžka cesty k súboru je ${int1} znakov.
TEXT_ADDING_FILES			= Práve bol pridaný multimediálny súbor. Čakajte prosím.

TEXT_DEFAULT_PRESET			= Predvolená 
TEXT_FIT_WIDTH_PRESET			= Na šírku
TEXT_FIT_HEIGHT_PRESET			= Na výšku
TEXT_UPLOAD_480_PRESET			= YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= Smartfón
TEXT_PPT_PRESET				= PowerPoint
TEXT_DELETE_PRESET			= Chcete odstrániť predvoľbu?[br][br]-Názov predvoľby: ${str1}
TEXT_SAME_PRESET			= Zadaný názov predvoľby už existuje. Chcete prepísať existujúcu predvoľbu?[br][br]-Názov predvoľby: ${str1}
TEXT_SAME_RENAME_PRESET			= Zadaný názov predvoľby už existuje. Zadajte iný názov.[br][br]-Názov predvoľby: ${str1}
TEXT_REFLECTED_PRESET			= Vaša predvoľba bola použitá.[br][br]-Názov predvoľby: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= Tento inštalačný program teraz nainštaluje Bandicut na váš počítač.[br][br]Ak máte Bandicut spustený, zatvorte ho prosím ešte pred začatím inštalácie ...[br][br]Ak chcete pokračovať, kliknite na tlačidlo Ďalej.
TEXT_DELETE_ALL_FILES			= Nie všetky súbory v (${str1}) boli odstránené. [br]Chcete ich odstrániť?
TEXT_STILLRUN_EXIT_PROGRAM		= Bandicut je už spustený. Pred pokračovaním ukončite program.
TEXT_THIS_IS_NT_ONLY_APP		= Tento softvér bude fungovať správne iba v OS Windows Vista a vyššom.[br]Chcete si prevziať verziu pre OS Windows XP?
TEXT_DO_NOT_WORK_32BIT			= Tento program nefunguje v 32-bitovom OS Windows.[br]Chcete stiahnuť verziu pre 32-bitový OS Windows?
TEXT_NEED_ADMIN_PRIVILEGE		= Inštalácia tohto programu vyžaduje administrátorské práva.[br]Chcete zrušiť inštaláciu?
TEXT_DELETE_ALL_PRESET_FILES		= Vaše vlastné predvoľby existujú.[br]Chcete ich odstrániť?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT				= Vyberte prosím režim, ktorý chcete použiť.
TEXT_WIZARD_COMMENT_CUT			= Strihať video súbor - odstrániť jednu alebo viac častí z videa.
TEXT_WIZARD_COMMENT_SPLIT		= Rozdeliť video súbor na viac častí.
TEXT_WIZARD_COMMENT_JOIN		= Spojiť viac video súborov.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= <font color=white>Bandicut</font> - návod na strihanie videa
TEXT_GUIDE_JOIN				= <font color=white>Bandicut</font> - návod na spájanie videí

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= Pokračovať
TEXT_PAUSE				= Pozastaviť
TEXT_READY				= Čakám...                                         

TEXT_TITLE_ALARM_TRAILING		= ${str1} - Prepisovanie záhlavia súboru
TEXT_JOIN_JOB				= Spojiť

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			= Váš Bandicut bol zaregistrovaný.
TEXT_REGISTER_FAILED			= Registrácia zlyhala.[br]Skontrolujte svoju e-mailovú adresu a sériové číslo.
TEXT_REGISTER_CONNECT_FAILED		= Nedá sa pripojiť k registračnému serveru.[br]Skontrolujte pripojenie k internetu a nastavte v systémových hodinách správny čas a dnešný dátum.${str1}
TEXT_REGISTER_FAILED_HELP		= [br]Ak potrebujete pomoc, kliknite na tlačidlo OK.
TEXT_REGISTER_INFO			= E-mail:${str1}[br]Sériové číslo:${str2}
TEXT_REGISTER_INFO2		        = Dátum exspirácie:${str1} (zostáva ${int1} dní)
TEXT_REGISTER_INFO2_EXPIRED	        = Dátum exspirácie:${str1} (platnosť vypršala)
TEXT_REGISTER_YET			= Neregistrovaný !!![br]- Do videa bude pridaný vodoznak.[br]- Na odstránenie všetkých obmedzení kliknite na tlačidlo "Registrovať". 
TEXT_HAS_BEEN_UNREGISTERED		= Registrácia Bandicutu nebola zrušená.
TEXT_UNREGISTER				= Chcete zrušiť registráciu Bandicutu?
TEXT_NOTICE_NEED_TO_RENEW	= Platnosť licencie Bandicut vyprší za ${int1} dní. Pokyny na obnovu licencie získate kliknutím na tlačidlo 'OK'.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= Platnosť licencie Bandicut vypršala. Pokyny na obnovu licencie získate kliknutím na tlačidlo 'OK'.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= Zadajte prosím názov videa, ktoré chcete odoslať.
TEXT_UPLOAD_YOUTUBE_LOGIN		= Prihlásenie na YouTube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= Prihlásenie na YouTube z prehliadača ...
TEXT_UPLOAD_VIMEO_LOGIN			= Prihlásenie na Vimeo
TEXT_UPLOAD_COMPLETE			= Odoslané
TEXT_UPLOAD_ERR_FAIL			= Toto video sa nepodarilo nahrať.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= Tento súbor je príliš veľký na odoslanie.
TEXT_UPLOAD_ERR_FREESPACE		= Nedostatok voľného miesta k nahrávaniu na Vimeo.
TEXT_UPLOAD_ERR_CONNECT			= Nepodarilo sa pripojiť k serveru.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Toto video sa nepodarilo nahrať. Používatelia Vimeo Basic túto funkciu nemôžu použiť.
TEXT_UPLOAD_WARNING_DOING		= Práve nahrávam video súbor ${int1}. Chcete prerušiť nahrávanie videa a zavrieť  Bandicut?
TEXT_UPLOAD_NO_PASSWORD			= Zadajte prosím heslo.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicut prekročil kvótu denného nahrávania , ktorú pridelil YouTube.\nKvóta sa vynuluje o polnoci Tichomorského času (PT).\nProsím nahrajte video priamo z YouTube alebo to skúste znova po polnoci Tichomorského času.\n\nChcete navštíviť YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN		= Nepodarilo sa získať prístupový token.

TXT_TITLE               		= Prihlásenie pomocou YouTube je dokončené!
TXT_MESSAGE_COMPLETE1   		= Prihlásenie pomocou YouTube je dokončené!
TXT_MESSAGE_COMPLETE2   		= Túto stránku môžete zavrieť.
TXT_GOTO_BANDICUT_HOME  		= Choď na bandicut.com

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= Prebieha inštalácia ...
TEXT_UPDATE_FAILED_DL			= Nepodarilo sa prevziať inštalačné súbory ....[br]Tento systém nemusí byť momentálne pripojený k internetu.
TEXT_UPDATE_INSTALL_SUCCEED		= Inštalácia bola dokončená.
TEXT_UPDATE_INSTALL_FAILED		= Inštalácia zlyhala.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= O programe [tab]F1
MENUSTR_MAIN_FILE_OPEN			= Otvoriť súbor [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= Odoslať na
MENUSTR_MAIN_FILE_CLOSE			= Zavrieť súbor [tab]F4
MENUSTR_MAIN_OUTPUT			= Otvoriť výstupný priečinok [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= Konfigurácia [tab]F5
MENUSTR_MAIN_REGISTER			= Registrácia [tab]F3
MENUSTR_MAIN_CLOSE			= Koniec [tab]Alt+F4
MENUSTR_MAIN_HELP			= Nápoveda
MENUSTR_HELP_ONLINE			= Nápoveda online
MENUSTR_HELP_HOTKEYS			= Klávesové skratky
MENUSTR_HELP_LICENSE			= Informácie o licencii
MENUSTR_MAIN_VIDEO			= Video
MENUSTR_MAIN_AUDIO			= Audio
MENUSTR_MAIN_FILE_INFO			= Informácie o súbore [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= Zavrieť všetky súbory [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= Otvoriť súbor projektu
MENUSTR_MAIN_PROJECT_FILE_SAVE		= Uložiť súbor projektu
MENUSTR_UPLOAD_SETTING			= Nastavenia

MENUSTR_PRESET_USER			= Predvoľby užívateľa
MENUSTR_PRESET_ADD			= Pridať predvoľbu
MENUSTR_PRESET_EDIT			= Upraviť predvoľby

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= Zrušiť
IDOK					= OK
IDC_BTN_CLOSE				= Zavrieť
IDC_BTN_YES				= Áno
IDC_BTN_NO				= Nie
IDC_BTN_REGISTER			= Registrovať
IDC_CK_OPEN_OUTPUT_FOLDER		= Otvoriť výstupný priečinok 
IDC_ST_DETAIL_LINK			= Zobraziť viac...
IDC_ST_OPTION				= Možnosti rozdelenia:
IDC_ST_HELP				= Nápoveda

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= Nastavenie režimu kódovania
IDC_ST_FILE_FORMAT			= Súbor
IDC_ST_FORMAT				= Formát súboru
IDC_ST_VIDEO_DETAIL			= Video
IDC_ST_AUDIO_DETAIL			= Audio
IDC_ST_VIDEO_SIZE			= Veľkosť videa
IDC_ST_FPS				= Obr/s
IDC_ST_VIDEO_CODEC			= Video kodek
IDC_ST_VIDEO_MODE			= Nastavenie dátového toku
IDC_ST_VIDEO_QUALITY			= Kvalita
IDC_ST_VIDEO_BITRATE			= Dátový tok
IDC_ST_VIDEO_DEINTERLACE		= Deinterlácia
IDC_ST_AUDIO_CODEC			= Audio kodek
IDC_ST_AUDIO_CHANNEL			= Kanál
IDC_ST_AUDIO_SAMPLERATE			= Frekvencia
IDC_ST_AUDIO_MODE			= Nast.dátového toku
IDC_ST_AUDIO_BITRATE			= Dátový tok
IDC_BTN_PRESET				= Predvolené
IDC_BTN_SETTING_MORE			= Ďalšie nastavenia...
IDC_ST_AUDIO_NORMALIZE			= Normalizovať
IDC_CK_AUDIO_NORMALIZE			= Použiť

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= Nastavenie dekódera H.264
IDC_ST_H264_PROFILE_SETTING		= Nastavenie ${str1}
IDC_ST_H264_PROFILE			= Profil
IDC_ST_H264_LEVEL			= Úroveň

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= Pridať novú predvoľbu
IDC_ST_ADD_PRESET			= Aktuálne nastavenie formátu môžete uložiť ako novú predvoľbu.[br]Zadajte názov novej predvoľby. 
IDC_ST_SELECT_ENCODER			= Nastavenia dekódera H.264 
IDC_ST_VIDEO_ENCODER			= Dekóder H.264			

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= Premenovať predvoľbu
IDC_ST_RENAME_PRESET			= Zadajte názov novej predvoľby.

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= Upraviť predvoľby
IDC_BTN_PRESET_ADD			= Pridať
IDC_BTN_PRESET_DELETE			= Vymazať
IDC_BTN_PRESET_RENAME			= Premenovať

[IDD_SETTING]
IDD_SETTING				= Konfigurácia
IDC_BTN_RESET				= Anulovať

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= Upozorniť ma pri otváraní vyhľadaného multimediálneho súboru.
IDC_CK_ALERT_EXIST_FILE			= Upozorniť ma, ak súbor s týmto názvom už existuje.
IDC_CK_ALERT_SAVE_PROJECT		= Upozorniť ma na uloženie súboru projektu.
IDC_CK_USE_LOG_FILE			= Vytvoriť súbor denníka (.log).
IDC_CK_MOV_FRONT_HEADER			= Zobraziť názov súboru na začiatku strihu (len MP4).
IDC_CK_KEEP_CREATION_TIME		= Po prevode zachovať dátum/čas -tag dáta pôvodného súboru.
IDC_ST_UPLOAD				= Odoslať na:
IDC_CK_SHOW_TIP				= Zobraziť tipy/informácie.
IDC_CK_AUTO_MOVE			= Po kliku do poľa Dĺžky strihu posúvať čas stláčaním číselných klávesov.
IDC_CK_DEINTERLACE_PREVIEW		= Pri prehrávaní prekladaného videa použiť filter deinterlácie.

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= Výstupný priečinok
IDC_BTN_SET_OUTPUT			= Prehliadať...
IDC_BTN_OPEN_OUTPUT			= Otvoriť
IDC_CK_OUTPUT_SOURCE			= Uložiť do priečinka so zdrojom
IDC_ST_FILENAME				= Nastavenie pomenovania súborov
IDC_ST_CACHE_FOLDER			= Priečinok vyrovnávacej pamäte
IDC_BTN_SET_CACHE_FOLDER		= Prehliadať...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= Predvolený

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= Jazyk
IDC_ST_TRANSLATOR			= Vďaka prekladateľom

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= Upozorniť ma, ak nemožno použiť vysokorýchlostný režim.
IDC_CK_ALWAYS_KEY_FRAME_CUT		= Vždy strihať/spájať od kľúč.snímky vo vysokorýchl.režime.
IDC_CK_SHOW_KEY_FRAME_CUT		= Upozorniť ma, ak sa počiatočný čas súboru zmení.

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= Odoslať na Vimeo.com
IDC_ST_VIMEO_UPLOADINFO			= Info o odosielanom súbore
IDC_ST_VIMEO_FILENAME			= Názov súboru:
IDC_ST_VIMEO_TITLE			= Názov:
IDC_ST_VIMEO_DESCRIPTION		= Popis:
IDC_ST_VIMEO_PRIVACY			= Zviditeľniť:
IDC_RD_VIMEO_PRIVACY_ANYONE		= Komukoľvek - povoliť zobrazenie videa všetkým
IDC_RD_VIMEO_PRIVACY_ONLYME		= Len mne - povoliť zobrazenie videa len mne
IDC_RD_VIMEO_PRIVACY_FOLLOW		= Len priateľom - povoliť zobrazenie videa mojim priateľom na Vimeu
IDC_RD_VIMEO_PRIVACY_UNLISTED		= Len ľudia so súkromným odkazom môžu vidieť toto video
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (Používatelia Vimeo Basic túto možnosť nemôžu použiť)
IDC_RD_VIMEO_PRIVACY_PASSWORD		= Len ľudia s heslom môžu vidieť toto video
IDC_CK_HIDE_PASSWORD			= Skryť heslo
IDC_BTN_VIMEO_UPLOAD			= Odoslať
IDC_LN_VIMEO_HELP			= Nápoveda

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= Nahrávam ...
IDC_ST_VIMEO_UPLOADED			= Nahrávanie videa je dokončené!
IDC_ST_VIMEO_LINK			= Odkaz:
IDC_ST_VIMEO_EMBED			= Vložiť:
IDC_BTN_VIMEO_LINK_GO			= Uložiť
IDC_BTN_VIMEO_EMBED_COPY		= Kopírovať
IDC_BTN_VIMEO_CLOSE			= Zavrieť

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Odoslať na Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO		= Info o odosielanom súbore
IDC_ST_YOUTUBE_FILENAME			= Názov súboru:
IDC_ST_YOUTUBE_TITLE			= Názov:
IDC_ST_YOUTUBE_DESCRIPTION		= Popis:
IDC_ST_YOUTUBE_PRIVACY			= Zviditeľniť:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= Verejné - toto video môže vidieť ktokoľvek 
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= Neuvedené - každý, kto dostane odkaz na video, ho môže vidieť
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= Súkromné - viditeľné len pre mňa a priateľov, ktorých si vyberiem
IDC_BTN_YOUTUBE_UPLOAD			= Odoslať
IDC_LN_YOUTUBE_HELP			= Nápoveda
IDC_LN_YOUTUBE_TOS			= Kliknutím na položku 'Odoslať' potvrdzujete, že vlastníte všetky práva k obsahu, alebo ste oprávnený sprístupniť obsah v službe YouTube verejne a že inak neboli porušené <a>Zmluvné podmienky YouTube</a>. 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= Zostať prihlásený
IDC_BTN_YOUTUBE_LOGOUT			= Odhlásiť sa

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= Nahrávam ...
IDC_ST_YOUTUBE_UPLOADED			= Nahrávanie videa je dokončené!
IDC_ST_YOUTUBE_LINK			= Odkaz:
IDC_ST_YOUTUBE_EMBED			= Vložiť:
IDC_BTN_YOUTUBE_LINK_GO			= Uložiť
IDC_BTN_YOUTUBE_EMBED_COPY		= Kopírovať
IDC_BTN_YOUTUBE_CLOSE			= Zavrieť

[IDD_FILEINFO]
IDD_FILEINFO				= Informácie o súbore
IDC_BTN_CLIPBOARD			= Kopírovať do schránky

[IDD_REGISTER]
IDD_REGISTER				= Ako registrovať Bandicut
IDC_ST_1BUY				= 1. Kúpiť
IDC_ST_1BUY_COMMENT			= Ak nie je Bandicut zaregistrovaný, bude do videa pridaný vodoznak. Na zakúpenie licencie Bandicutu kliknite prosím na tlačidlo "Kúpiť teraz".
IDC_BTN_BUY_ONLINE			= Kúpiť teraz
IDC_ST_2REGISTER			= 2. Zaregistrovať sa
IDC_ST_2REGISTER_COMMENT		= Vložte prosím e-mailovú adresu a sériové číslo.[br](Na zaregistrovanie Bandicutu potrebujete pripojenie na internet.)
IDC_ST_EMAIL_ADDRESS			= E-mail:
IDC_ST_SERIAL_NUMBER			= Sériové číslo:
IDC_BTN_REGISTER_NOW			= Zaregistrovať sa teraz
IDC_BTN_UNREGISTER_NOW			= Odregistrovať

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= Vypnúť systém
IDC_ST_SHUTDOWN_INFO			= Vypnúť systém
IDC_ST_SHUTDOWN_MSG1			= Systém sa automaticky vypne, pretože proces bol dokončený.[br]Ak ho nechcete vypnúť, kliknite na tlačidlo Zrušiť.
IDD_SHUTDOWN_APP			= Zavrieť Bandicut
IDC_ST_SHUTDOWN_APP_INFO		= Zavrieť Bandicut
IDC_ST_SHUTDOWN_APP_MSG1		= Bandicut sa automaticky zatvorí, pretože proces bol dokončený.[br]Ak ho nechcete vypnúť, kliknite na tlačidlo Zrušiť.

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= Kontrola aktualizácií
IDC_ST_UPDATE_SETTING			= Nastavenie
IDC_CK_ENABLE_AUTO_CHECK		= Povoliť automatickú kontrolu aktualizácií.
IDC_CK_SHOW_UPDATE_POPUP		= Zobraziť okno, ak je k dispozícii väčšia aktualizácia.
IDC_CK_SHOW_ENABLE_BETA			= Zobraziť kontext. ponuku, ak je k dispozícii aktualizácia beta.
IDC_BTN_CHECK_UPDATE_NOW		= Skontrolovať aktualizácie teraz

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= Informácie o aktualizácii
IDC_ST_UPDATE_MSG1			= Je dostupná nová verzia.
IDC_ST_UPDATE_MSG2			= Ak kliknete na tlačidlo "Aktualizovať", môžete si aktualizáciu stiahnuť.
IDOK					= Aktualizovať

[IDD_FAILTOADD]
IDD_FAILTOADD				= Nepodarilo sa pridať súbor(y).

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= Rozdeliť video na časti alebo podľa dľžky
IDOK					= Použiť
IDC_RD_SPLIT_NUMBER			= na časti
IDC_RD_SPLIT_TIME			= podľa dĺžky trvania
IDC_ST_SEGMENT				= strihy(ov)
IDC_CK_KEEP_SEGMENT			= Zachovať vybraný strih
IDC_ST_HOUR				= hod.
IDC_ST_MIN				= min.
IDC_ST_SEC				= sek.

[IDD_INFORMATION]
IDD_INFORMATION				= Klávesové skratky
IDD_INFORMATION_LICENSE			= Info o licencii

[SKIN]
; New UI
; Common
$BN_START				= Spustiť
$BN_CANCEL				= Zrušiť
$BN_OK					= OK
$BN_YES					= Áno
$BN_NO					= Nie
$ST_OPTION				= Možnosti rozdelenia
$CK_JOIN				= Spojiť časti
$BN_OPEN_OUTPUT				= Otvoriť
$BN_HELP				= Nápoveda
$CHECK_DO_NOT_SHOW			= Nabudúce nezobrazovať.

; Main
$BN_TIP					= Ak chcete odstrániť všetky obmedzenia, zaregistrujte sa.
$BN_ADD_SEGMENT				= Pridať strih
$BN_GUIDE_OPEN_FILE			= Otvoriť súbor
$BN_GUIDE_OPEN_FILE_JOINER		= Otvoriť súbory
$ST_GUIDE_SET_SEGMENT			= Vybrať oblasť strihu
$ST_GUIDE_START				= Kliknúť na tlačidlo Spustiť
$ST_GUIDE_ADD_FILES			= Pridať súbory
$ST_SEGMENT_LIST_TITLE			= Zoznam strihov
$ST_SEGMENT_LIST_TITLE_JOIN		= Súbory na spájanie

; Wizard
$BN_WIZARD_CUT				= Strihať
$BN_WIZARD_JOIN				= Spojiť
$BN_WIZARD_SPLIT			= Rozdeliť

; About
$ST_ABOUT_VERSION_INFO			= Verzia Bandicutu
$ST_ABOUT_COPYRIGHT			= Autorské práva(c) 2013-2021 Bandicam.com
$BN_ABOUT_NEW_VERSION			= Je dostupná nová verzia.
$BN_ABOUT_CHECK_UPDATE			= Kontrola aktualizácií
$ST_ABOUT_LICENCE_INFO			= Informácie o programe
$BN_ABOUT_REGISTER			= Registrácia
$BN_ABOUT_REGISTER_HELP			= Ako nakupovať a registrovať
$ST_ABOUT_HOMEPAGE_INFO			= Adresa webovej stránky
$ST_ABOUT_HOMEPAGE_URL			= Domovská stránka
$ST_ABOUT_FAQ_URL			= Najčastejšie otázky
$BN_ABOUT_UPDATE_REGISTRATION		= Aktualizovať registráciu
$BN_ABOUT_RENEW_LICENSE			= Obnoviť licenciu

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= Režim
$RD_READY_HIGH_SPEED_MODE		= Vysokorýchlostný režim
$RD_READY_ENCODING_MODE			= Režim kódovania
$ST_READY_MODE_HIGH_SPEED		= Rýchly a bezstratový(doporučený)
$ST_READY_MODE_ENCODING			= Vlastný formát súboru, kvalita a kodek (pomalý)
$ST_READY_FILE_FORMAT			= Formát súboru
$ST_READY_VIDEO_INFO			= Info o videu
$ST_READY_VIDEO_ENCODER			= Dekóder videa
$ST_READY_AUDIO_INFO			= Info o zvuku
$BN_READY_DETAIL_SETTING		= Nastavenie kódovania
$BN_READY_PRESET			= Predvoľba
$ST_READY_OUTPUT_OPTION			= Výstup
$ST_READY_OUTPUT_FILE_NAME		= Názov súboru
$ST_READY_SAVE_FOLDER			= Priečinok
$CK_READY_OUTPUT_TO_SOURCE		= Uložiť do priečinka so zdrojom
$ST_READY_TRACK_OPTION			= Uložiť stopy
$RD_READY_ALL_TRACK			= Uložiť všetky video a audio stopy
$RD_READY_SEL_TRACK			= Uložiť len vybrané video a audio stopy
$CK_READY_EXTRACT_AUDIO			= Extrahovať audio stopy (.mp3)
$CK_READY_REMOVE_AUDIO			= Odstrániť audio stopy

; Run
$ST_RUN_CUT_FILE_INFO			= Priebeh
$ST_RUN_FILE_NAME			= Súbor:
$ST_RUN_COMPLETE			= Hotovo
$BN_RUN_UPLOAD				= Odoslať
$BN_RUN_PLAY				= Prehrať
$ST_RUN_RUNNING_TIME			= Uplynulý čas
$ST_RUN_REMAINING_TIME			= Zostávajúci čas
$ST_RUN_SPEED				= Rýchlosť
$ST_RUN_FILE_SIZE			= Veľkosť súboru
$ST_END_OPTION				= Po dokončení
$ST_UPLOAD_OPTION			= Odoslať na
$CK_RUN_OPEN_OUTPUT_FOLDER		= Otvoriť výstupný priečinok 
$CK_RUN_SYSTEM_CLOSE			= Vypnúť systém
$CK_SOUND_ALARM				= Prehrať zvuk
$CK_MOVE_TO_MAIN			= Prejsť do hlavného okna

; Capture
$BN_OPEN_FOLDER			= Otvoriť priečinok
$BN_MESSAGE				= [u]Zachytený obrázok bol uložený do výstupného priečinka.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= Už ste použili <font color="yellow">Bandicam</font>? Umožňuje nahrať všetko z obrazovky Vášho počítača a uložiť to ako video súbor.[br]Chcete vyskúšať Bandicam?
$BN_UPDATE_STEP1_LINK			= Dozvedieť sa viac
$ST_UPDATE_STEP2_TEXT			= Prebieha sťahovanie...
$BN_UPDATE_INSTALL			= Nainštalovať teraz
$BN_UPDATE_LATER			= Nie, ďakujem!
$BN_UPDATE_CANCEL			= Zrušiť
$BN_UPDATE_CLOSE			= Zavrieť
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= Príprava súborov na úpravy.

; Tooltip
$TT_MENU				= Ponuka
$TT_WIZARD				= Začíname (Home)
$TT_CUTTER				= Strihať
$TT_JOINER				= Spojiť
$TT_ABOUT				= Informácie (F1)
$TT_SETTING				= Konfigurácia (F5)
$TT_BANDICAM				= Spustiť Bandicam

$TT_FILE_CLOSE_WORK			= Zavrieť všetky súbory (F4)
$TT_FILE_CLOSE_WORK_CUT			= Zavrieť súbor - Odstrániť všetky časti (F4)

$TT_FILE_OPEN				= Otvoriť súbor (F2,Ctrl+O)
$TT_FILE_ADD				= Pridať súbory (F2,Ctrl+O)
$TT_FILE_PROJECT			= Otvoriť/uložiť súbor projektu
$TT_OPEN				= Otvoriť

$TT_REGISTER				= Registrovať (F3)
$TT_OPEN_OUTPUT_FOLDER			= Otvoriť súbor projektu (Ctrl+F2)
$TT_HELP				= Nápoveda
$TT_REFRESH_LINFO			= Obnoviť informácie o licencii

$TT_PLAYER_PLAY				= Prehrať/pozastaviť (Medzerník)
$TT_PLAYER_STOP				= Zastaviť (Ctrl+Medzerník)
$TT_PLAYER_PLAY_SEG			= Prehrať/pozastaviť strih (Ctrl+P)
$TT_PLAYER_STOP_SEG			= Zastaviť strih (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		= Prejsť na predchádzajúcu kľúčovú snímku (Ctrl+Šípka vľavo)
$TT_PLAYER_PREV_FRAME			= Prejsť na predchádzajúcu snímku (Šípka vľavo)
$TT_PLAYER_NEXT_FRAME			= Prejsť na ďalšiu snímku (Šípka vpravo)
$TT_PLAYER_NEXT_KEY_FRAME		= Prejsť na ďalšiu kľúčovú snímku (Ctrl+Šípka vpravo)
$TT_PLAYER_PREV_FILE_PLAY		= Prehrať predošlý súbor (Šípka vľavo)
$TT_PLAYER_NEXT_FILE_PLAY		= Prehrať ďalší súbor (Šípka vpravo)
$TT_PLAYER_SEG_ADD			= Pridať strih (Ctrl+A)
$TT_ADD_SEGMENT_MAX               	= Môžete pridať až ${int1} súborov/strihov.
$TT_PLAYER_SEG_START			= Nastaviť čas začiatku strihu ( S )
$TT_PLAYER_SEG_END			= Nastaviť čas ukončenia strihu ( E )
$TT_PLAYER_MUTE_ON			= Vypnúť/zapnúť zvuk ( M )
$TT_PLAYER_MUTE_OFF			= Zapnúť/vypnúť zvuk ( M )

$TT_PLAYER_CAPTURE			= Snímka (Ctrl+C)

$TT_ADD_SEGMENT				= Pridať strih (Ctrl+N)
$TT_PREV_SEGMENT			= Posunúť hore
$TT_NEXT_SEGMENT			= Posunúť dole
$TT_PREV_MOVE_FILE			= Presunúť dozadu
$TT_NEXT_MOVE_FILE			= Presunúť dopredu

$TT_RUN_UPLOAD_OPTION			= Odoslať na:

$TT_LIST_PLAY				= Prehrať/pozastaviť strih
$TT_LIST_SPLIT				= Rozdeliť
$TT_LIST_CUT_REMOVE			= Odstrániť
$TT_LIST_JOIN_REMOVE			= Odstrániť

$FONT_SIZE				= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				= * Klávesové skratky pre Bandicut
HOTKEYS_ABOUT				= - O programe Bandicut:	F1
HOTKEYS_FILE_INFO			= - Informácie o súbore:		Ctrl+F1
HOTKEYS_SETTING				= - Konfigurácia:		F5
HOTKEYS_MAX				= - Maximalizovať/obnoviť:	Enter
HOTKEYS_CHANGE_MODE			= - Zmeniť režim                  : Ctrl+M
HOTKEYS_REGISTER			= - Registrovať Bandicut	: F3
HOTKEYS_HOME				= - Prejsť na úvodnú stránku:	Home

HOTKEYS_PLAY_TITLE			= * Prehrávanie 
HOTKEYS_OPEN_FILE			= - Otvoriť súbor:		Ctrl+O, F2
HOTKEYS_CLOSE				= - Zavrieť súbor (všetky súbory):    F4
HOTKEYS_START				= - Spustiť:           Ctrl+Enter
HOTKEYS_OPEN_FOLDER			= - Otvoriť výstupný priečinok:	Ctrl+F2
HOTKEYS_PLAY				= - Prehrať/pozastaviť:	Medzerník
HOTKEYS_STOP				= - Zastaviť:		                   Ctrl+Medzerník
HOTKEYS_MUTE				= - Zapnúť/vypnúť zvuk :	 M

HOTKEYS_SEGMENT_PLAY			= - Prehrať/pozastaviť strih:	Ctrl+P
HOTKEYS_SEGMENT_STOP			= - Zastaviť strih:		Alt+P
HOTKEYS_SEGMENT_REMOVE			= - Odstrániť strih:	Delete

HOTKEYS_PLAY_FORWARD			= - Dopredu:	Šípka vpravo, Numpad+
HOTKEYS_PLAY_REWIND			= - Dozadu:	                  Šípka vľavo, Numpad-

HOTKEYS_CUT_TITLE			= * Strihanie
HOTKEYS_SET_START_TIME			= - Nastaviť čas začiatku strihu:	  S
HOTKEYS_SET_END_TIME			= - Nastaviť čas ukončenia strihu:   E
HOTKEYS_SEGMENT_ADD			= - Pridať strih:	Ctrl+N

HOTKEYS_NEXT_FRAME			= - Ďalšia snímka:		Šípka vpravo, Numpad+
HOTKEYS_NEXT_KEY_FRAME			= - Ďalšia kľúčová snímka:	Ctrl+Šípka vpravo

HOTKEYS_PREVIOUS_FRAME			= - Predchádzajúca snímka:	Šípka vľavo, Numpad-
HOTKEYS_PREVIOUS_KEY_FRAME		= - Predchádzajúca kľúčová snímka:  Ctrl+Šípka vľavo

HOTKEYS_PREVIOUS_SEL_SEG		= - Vybrať predchádzajúci strih :  Page Up
HOTKEYS_NEXT_SEL_SEG			= - Vybrať ďalší strih                : Page Down

HOTKEYS_PREV_TIME_DIGIT			= - Posunúť na predošlé časové číslo:Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT			= - Posunúť na nasledujúce časové číslo:	Tab

HOTKEYS_JOIN_TITLE			= * Spájanie
HOTKEYS_PREV_FILE_PLAY			= - Prehrať predošlý súbor: Šípka vľavo
HOTKEYS_NEXT_FILE_PLAY			= - Prehrať ďalší súbor: Šípka vpravo